Revit 2027 API
ParameterTypeId.MarkupsStatus Property
 "Status"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsStatus { get; }
Public Shared ReadOnly Property MarkupsStatus As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsStatus {
	ForgeTypeId^ get ();
}
static member MarkupsStatus : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace